org/white-snake2.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 白蛇 2：青蛇劫起
#+DATE: <2021-12-04 Sat>
#+HUGO_TAGS: 电影

看了一个人，在博客里记录自己看过的这个电影。今天，心里想看动画，在 B 站找，偶然找到这部，带着好奇看了它。

视觉效果震撼，如果影院看会更好。动画嘛，如果想往深刻了说，积累不够；所以只能用一些简单的、粗线条的道理，向观众表达内容。更何况这只是一种消费品，观众得到了刺激、些许情感上的共鸣就已足够，不需要更多的深刻。毕竟大家学习工作挺累的，偶然看个电影，不想搞得那么深刻。

动画做得太好看（人物画得好看），观众会自惭形秽吗？

突然想到的问题。我一开始是有些低落的，为什么男的也这么好看？后来又一想，不对呀，我再不符合大众审美，我也是我，别人无法替代。在看到美丽的容颜，发自内心地欣赏就可以，不需要和自己比较，毕竟只是看个动画而已。